Repository: dyno01/ishwaranime
Catalog: assets/translations/app_*.arb
Languages: fa, it, ne, sw, vi

# utd
source: Up To Down
fa: از بالا به پایین
it: Su e giù
ne: अपर बाट तल
sw: Kutoka Juu Hadi Chini
vi: Lên xuống

# manageLayout
source: Manage {page} page Layout for {service}
fa: مدیریت چینش صفحه {page} برای {service}
it: Gestisci il layout della pagina {page} per {service}
ne: {service} का लागि {page} पृष्ठको लेआउट व्यवस्थापन गर्नुहोस्
sw: Simamia Mpangilio wa {page} kwa {service}
vi: Quản lý bố cục trang {page} cho {service}

source: Dropped Manga
fa: مانگای کنار گذاشته شده
it: Manga abbandonati
ne: ड्रप गरिएको मंगा
sw: Manga Iliyotupwa
vi: Manga đã bỏ

source: Recommended
fa: پیشنهادی
it: Consigliato
ne: सिफारिस गरिएको
sw: Ilipendekezwa
vi: Được khuyến nghị

source: Log File
fa: فایل Log File
ne: लग फाइल
sw: Faili la Magogo
vi: Tệp Nhật Ký

# logFileDescription
source: Share the log file
fa: اشتراک گذاری فایل log
it: Condividi il file di registro
ne: लग फाइल साझेदारी गर्नुहोस्
sw: Shiriki faili ya kumbukumbu
vi: Chia sẻ tệp nhật ký

# colorPickerDefault
source: Default
fa: شکست
it: Predefinito
ne: डिफल्ट
sw: Chaguo-msingi
vi: Mặc Định

# colorPickerCustom
source: Custom
fa: سفارشی
it: Personalizzato
ne: अनुकूल
sw: Maalum
vi: Tùy chỉnh

source: Add Anime Repo
fa: مخزن انیمه را اضافه کنید
it: Aggiungi Anime Repo
ne: एनिमे रिपो थप्नुहोस्
sw: Ongeza Hazina ya Anime
vi: Thêm kho anime

# loadExtensionsIconDesc
source: Disable if extensions page lags
fa: Disable If Extensions page
it: Disattivare se le estensioni pagina ritardi
ne: यदि एक्सटेन्सन पृष्ठ ढिलो हुन्छ भने अक्षम गर्नुहोस्
sw: Zima ikiwa ukurasa wa viongezi unachelewa
vi: Tắt nếu trang tiện ích mở rộng bị lag

# autoUpdateDesc
source: Auto Update Extensions
fa: به روز رسانی خودکار برنامه های افزودنی
it: Estensioni di aggiornamento automatico
ne: एक्सटेन्सनहरू स्वचालित रूपमा अपडेट गर्नुहोस्
sw: Sasisha Viongezi Kiotomatiki
vi: Tự động cập nhật tiện ích mở rộng

# addNovelRepoDesc
source: Add Novel Repo from various sources
fa: اضافه کردن Repo از منابع مختلف
it: Aggiungi Novel Repo da varie fonti
ne: विभिन्न स्रोतहरूबाट उपन्यास रिपो थप्नुहोस्
sw: Ongeza Hazina ya Riwaya kutoka vyanzo mbalimbali
vi: Thêm kho tiểu thuyết từ nhiều nguồn khác nhau

# addMangaRepoDesc
source: Add Manga Repo from various sources
fa: Add Manga Repo از منابع مختلف
it: Aggiungi Manga Repo da varie fonti
ne: विभिन्न स्रोतहरूबाट मंगा रिपो थप्नुहोस्
sw: Ongeza Hazina ya Manga kutoka vyanzo mbalimbali
vi: Thêm kho manga từ nhiều nguồn khác nhau

# addAnimeRepoDesc
source: Add Anime Repo from various sources
fa: Add Anime Repo از منابع مختلف
it: Aggiungere Anime Repo da varie fonti
ne: विभिन्न स्रोतहरूबाट एनिमे रिपो थप्नुहोस्
sw: Ongeza Hazina ya Anime kutoka vyanzo mbalimbali
vi: Thêm kho anime từ nhiều nguồn khác nhau

source: Add Manga Repo
fa: Manga Repo
it: Aggiungi Manga Repo
ne: मंगा रिपो थप्नुहोस्
sw: Ongeza Hazina ya Manga
vi: Thêm kho manga

source: Add Novel Repo
fa: اضافه کردن رمان Repo
it: Aggiungi Novel Repo
ne: उपन्यास रिपो थप्नुहोस्
sw: Ongeza Hazina ya Riwaya
vi: Thêm kho tiểu thuyết

# selectDirectory
source: Select a directory
fa: انتخاب یک دایرکتوری
it: Seleziona una directory
ne: निर्देशिका लिनु होस
sw: Chagua saraka
vi: Chọn một thư mục

# customPathDescription
source: Set a custom path to save files Long press to remove
fa: یک مسیر سفارشی برای ذخیره فایل ها تنظیم کنید مطبوعات طولانی برای حذف
it: Impostare un percorso personalizzato per salvare i file Premere a lungo per rimuovere
ne: फाइलहरू सेब गर्नअनुकूलन मार्ग सेट गर्नुहोस् हटाउन लामो समये सम्म थिच्नु होस
sw: Weka njia maalum ya kuhifadhi faili Bonyeza kwa muda mrefu ili kuondoa
vi: Đặt đường dẫn tùy chỉnh để lưu tệp Nhấn lâu để xóa

source: Auto Update
fa: به روز رسانی خودکار
it: Aggiornamento automatico
ne: स्वचालित अपडेट
sw: Sasisho la Kiotomatiki
vi: Tự động cập nhật

source: Load Extensions icon
fa: Load Extensions
it: Icona delle estensioni di carico
ne: एक्सटेन्सन आइकन लोड गर्नुहोस्
sw: Pakia Aikoni za Viongezi
vi: Tải biểu tượng tiện ích mở rộng

source: Select Media Service
fa: انتخاب خدمات رسانه ای
it: Selezionare il servizio Media
ne: मिडिया सेवा लिनु होस
sw: Chagua Huduma ya Vyombo vya Habari
vi: Chọn dịch vụ truyền thông

source: Custom Path
fa: مسیر سفارشی
it: Percorso personalizzato
ne: अनुकूलन मार्ग
sw: Njia Maalum
vi: Đường dẫn tùy chỉnh

source: Watching
fa: تماشای
it: Guardare
ne: हेर्दै गरेको
sw: Inatazama
vi: Đang xem

# youTube
source: Play on YouTube?
fa: در YouTube بازی کنید؟?
it: Gioca su YouTube?
ne: युट्युबमा प्ले गर्नुहोस्?
sw: Cheza kwenye YouTube?
vi: Phát trên YouTube?

source: No chapter found
fa: هیچ فصلی پیدا نشد
it: Nessun capitolo trovato
ne: कुनै पाठ भेटिएन
sw: Hakuna sura iliyopatikana
vi: Không tìm thấy chương

source: out of
fa: خارج از
it: fuori
ne: एति मध्य
sw: kati ya
vi: trong số

source: Selected
fa: انتخاب شده
it: Selezionato
ne: रोजिएको
sw: Imechaguliwa
vi: Đã chọn

# readStatus
source: Read
fa: خواندن
it: Leggi
ne: पढ्नुहोस्
sw: Soma
vi: Đọc

source: Media not found
fa: رسانه ها پیدا نمی شوند
it: Media non trovata
ne: मेदिया भेटिएन
sw: Media haijapatikana
vi: Không tìm thấy phương tiện

source: Found
fa: پیدا شده
it: Trovato
ne: बेतियो
sw: Imepatikana
vi: Đã tìm thấy

# watchStatus
source: Watched
fa: تماشا شده
it: Guardato
ne: हेरि सकेको
sw: Imetazamwa
vi: Đã xem

source: Total of
fa: مجموعِ
it: Totale di
ne: जम्मा
sw: Jumla ya
vi: Tổng số

source: Wrong Title?
fa: عنوان اشتباه؟?
it: Titolo sbagliato?
ne: गलत शीर्षक?
sw: Kichwa Kibaya?
vi: Tiêu đề sai?

# installSourceToStart
source: Install a source from extension page to start
fa: نصب یک منبع از صفحه افزونه برای شروع
it: Installare un sorgente dalla pagina di estensione per iniziare
ne: सुरु गर्न एक्सटेन्सन पृष्ठबाट एक्सटेन्सन इन्स्त्ल गर्नुहोस्
sw: Sakinisha chanzo kutoka ukurasa wa nyongeza kuanza
vi: Cài đặt nguồn từ trang tiện ích mở rộng để bắt đầu

source: Reading
fa: در حال خواندن
it: Lettura
ne: पर्दै गरेको
sw: Inasoma
vi: Đang đọc

# hidePageNumberDesc
source: Hide page number while reading
fa: شماره صفحه پنهان در هنگام خواندن
it: Nascondi il numero di pagina durante la lettura

source: ThumbLess SeekBar
fa: جستجو برای بار
it: Pollici SeekBar

# developersHelpersDesc
source: Dartotsu's unpaid labours
fa: کارگران بدون حقوق دارتوتسو
it: Il lavoro non retribuito di Dartotsu

source: Developers/Helpers
fa: توسعه دهندگان
it: Sviluppatori/Helpers

# thumbLessSeekBarDesc
source: Remove thumb from the seek bar
fa: حذف انگشت از نوار جستجو
it: Rimuovere il pollice dalla barra di ricerca

source: Hide Page Number
fa: دانلود بازی Hide Page Number
it: Nascondi il numero di pagina

source: Direction
fa: جهت هدایت
it: Direzione

# differentCacheManagerDesc
source: Use different Image cache manager
fa: از مدیر حافظه مختلف استفاده کنید
it: Utilizzare diversi Image cache manager

source: Different Cache Manager
fa: مدیر مخفی مختلف
it: Diverse Cache Manager

# spacedPagesDesc
source: Add space between pages
fa: اضافه کردن فضا بین صفحات
it: Aggiungi spazio tra le pagine

source: Spaced Pages
fa: صفحه های فضایی
it: Pagine spaziose

# readerSettingsDesc
source: Change reader settings
fa: تغییر تنظیمات خواننده
it: Modifica delle impostazioni del lettore

# hideScrollbarDesc
source: Hide scrollbar while reading
fa: Hide Scrollbar در هنگام خواندن
it: Nascondi la barra di scorrimento durante la lettura

source: Reader Settings
fa: تنظیمات Reader
it: Impostazioni del lettore

source: Hide Scrollbar
fa: پنهان کردن نوار پیمایش
it: Nascondi lo Scrollbar

# playerSettingsDesc
source: Change player settings
fa: تغییر تنظیمات بازیکن
it: Modifica delle impostazioni del giocatore

source: PREQUEL
it: PREQUESTO
vi: Tiền truyện

source: SEQUEL
it: SEQUE
vi: Hậu truyện

source: Tags
vi: Thẻ

source: Info
vi: Thông tin

source: Web View
ne: वेब बिउ
sw: Mwonekano wa Wavuti
vi: Chế độ xem Web
