Repository: dyno01/ishwaranime
Catalog: assets/translations/app_*.arb
Languages: fa, it, ne, sw, vi

source: About
fa: درباره
it: Informazioni
ne: बारेमा
sw: Kuhusu
vi: Giới thiệu

source: Cancel
fa: لغو
it: Annulla
ne: रद्द गर्नुहोस्
sw: Ghairi
vi: Hủy

# incognitoModeDescription
source: Browse without saving your activity
fa: بدون ذخیره فعالیت خود جستجو کنید
it: Naviga senza salvare la tua attività
ne: आफ्नो गतिविधि नसेभ गरी ब्राउज गर्नुहोस्
sw: Tembea bila kuhifadhi shughuli zako
vi: Duyệt mà không lưu hoạt động của bạn

# notificationsDescription
source: Configure how and when you receive notifications
fa: تنظیم کنید که چگونه و چه زمانی اطلاع‌رسانی دریافت کنید
it: Configura come e quando ricevere notifiche
ne: सूचना कहिले र कसरी प्राप्त गर्ने व्यवस्थापन गर्नुहोस्
sw: Panga jinsi na lini unapokea arifa
vi: Cấu hình cách và thời điểm bạn nhận thông báo

source: Anime
fa: انیمه
ne: एनिमे

# animeDescription
source: Personalize and manage your anime preferences
fa: ترجیحات انیمه خود را شخصی‌سازی و مدیریت کنید
it: Personalizza e gestisci le tue preferenze anime
ne: आफ्नो एनिमे प्राथमिकताहरू अनुकूलित र व्यवस्थापन गर्नुहोस्
sw: Binafsisha na simamia mapendeleo yako ya anime
vi: Cá nhân hóa và quản lý sở thích anime của bạn

# appTagline
source: The NEW Best App For Tracking Anime & Manga
fa: بهترین برنامه جدید برای ردیابی انیمه و مانگا
it: La NUOVA migliore app per monitorare Anime e Manga
ne: एनिमे र माङ्गा ट्र्याक गर्ने नयाँ उत्कृष्ट एप
sw: Programu Bora Mpya Kwa Ufuatiliaji wa Anime & Manga
vi: Ứng dụng TỐT NHẤT MỚI Để Theo Dõi Anime & Manga

source: Background Color
fa: رنگ پس‌زمینه
it: Colore di sfondo
ne: पृष्ठभूमि रंग
sw: Rangi ya Mandharinyuma
vi: Màu nền

# backgroundColorDescription
source: Subtitle background color
fa: رنگ پس‌زمینه زیرنویس
it: Colore di sfondo del sottotitolo
ne: उपशीर्षक पृष्ठभूमि रंग
sw: Rangi ya mandharinyuma ya maneno ya kichwa
vi: Màu nền phụ đề

source: Bottom Padding
fa: فاصله پایین
it: Padding inferiore
ne: तलको मार्जिन
sw: Padding Chini
vi: Khoảng cách dưới

# bottomPaddingDescription
source: Subtitle bottom padding
fa: فاصله پایین زیرنویس
it: Padding inferiore del sottotitolo
ne: उपशीर्षक तलको मार्जिन
sw: Padding ya chini ya maneno ya kichwa
vi: Khoảng cách dưới của phụ đề

source: Color Picker
fa: انتخابگر رنگ
it: Selettore colore
ne: रंग चयनकर्ता
sw: Chagua Rangi
vi: Chọn màu

# colorPickerDescription
source: Choose a color
fa: یک رنگ انتخاب کنید
it: Seleziona un colore
ne: रंग चयन गर्नुहोस्
sw: Tekeleza rangi
vi: Chọn một màu

source: Common
fa: عمومی
it: Comune
ne: सामान्य
sw: Kawaida
vi: Cài đặt chung

# commonDescription
source: Access general settings for seamless app usage
fa: دسترسی به تنظیمات عمومی برای استفاده آسان از برنامه
it: Accedi alle impostazioni generali per un uso fluido dell'app
ne: सजिलो एप प्रयोगको लागि सामान्य सेटिङहरू पहुँच गर्नुहोस्
sw: Fikia mipangilio ya jumla kwa matumizi rahisi ya programu
vi: Truy cập cài đặt chung để sử dụng ứng dụng dễ dàng hơn

source: Cursed Speed
fa: سرعت نفرین‌شده
it: Velocità Maledetta
ne: अत्यधिक गति
sw: Speedi ya Laana
vi: Tốc độ nhanh

# cursedSpeedDescription
source: For people who are too busy with life
fa: برای کسانی که درگیر زندگی هستند
it: Per chi è troppo occupato con la vita
ne: जीवनमा धेरै व्यस्त व्यक्तिहरूका लागि
sw: Kwa watu walio na shughuli nyingi maishani
vi: Dành cho những người quá bận rộn với cuộc sống

source: Custom theme
fa: تم سفارشی
it: Tema personalizzato
ne: अनुकूलित विषयवस्तु
sw: Mandhari ya Kibinafsi
vi: Giao diện tùy chỉnh

# customThemeDescription
source: Use your own color for the theme
fa: از رنگ خود برای تم استفاده کنید
it: Usa il tuo colore per il tema
ne: थीमको लागि आफ्नै रंग प्रयोग गर्नुहोस्
sw: Tumia rangi yako mwenyewe kwa mandhari
vi: Sử dụng màu sắc của riêng bạn cho giao diện

source: Dark Mode
fa: حالت تاریک
it: Modalità scura
ne: डार्क मोड
sw: Hali ya Giza
vi: Chế độ tối

# donationGoal
source: No donation goal atm
fa: فعلاً هدفی برای اهدا وجود ندارد
it: Nessun obiettivo di donazione al momento
ne: हाल कुनै दान लक्ष्य छैन
sw: Hakuna malengo ya michango kwa sasa
vi: Hiện không có mục tiêu quyên góp

source: Enable Dark Mode
fa: فعال‌سازی حالت تاریک
it: Abilita la modalità scura
ne: डार्क मोड सक्षम गर्नुहोस्
sw: Washa Hali ya Giza
vi: Bật chế độ tối

# extension
source: {count, plural, =1 {Extension} other {Extensions}}
fa: {count, plural, =1 {افزونه} other {افزونه‌ها}}
it: {count, plural, =1 {Estensione} other {Estensioni}}
ne: {count, plural, =1 {विस्तार} other {विस्तारहरू}}
sw: {count, plural, =1 {Kiendelezi} other {Viendelezi}}
vi: {count, plural, =1 {Tiện ích} other {Các Tiện ích}}

# extensionsDescription
source: Install and manage extensions for added functionality
fa: افزونه‌ها را نصب و مدیریت کنید برای عملکرد بیشتر
it: Installa e gestisci le estensioni per funzionalità aggiuntive
ne: थप कार्यक्षमताका लागि एक्सटेन्सनहरू स्थापना र व्यवस्थापन गर्नुहोस्
sw: Sakinisha na usimamie viendelezi kwa kuongeza uwezo
vi: Cài đặt và quản lý tiện ích mở rộng để tăng cường tính năng

source: Font Color
fa: رنگ قلم
it: Colore del testo
ne: फन्ट रंग
sw: Rangi ya Fonti
vi: Màu chữ

# fontColorDescription
source: Subtitle font color
fa: رنگ قلم زیرنویس
it: Colore del testo del sottotitolo
ne: उपशीर्षक फन्ट रंग
sw: Rangi ya fonti ya maneno ya kichwa
vi: Màu chữ của phụ đề

source: Font Family
fa: نوع قلم
it: Famiglia del carattere
ne: फन्ट परिवार
sw: Familia ya Fonti
vi: Phông chữ

# fontFamilyDescription
source: Subtitle font family
fa: نوع قلم زیرنویس
it: Famiglia del carattere del sottotitolo
ne: उपशीर्षक फन्ट परिवार
sw: Familia ya fonti ya maneno ya kichwa
vi: Phông chữ của phụ đề

source: Font Size
fa: اندازه قلم
it: Dimensione del carattere
ne: फन्ट आकार
sw: Saizi ya Fonti
vi: Kích thước chữ

# fontSizeDescription
source: Subtitle font size
fa: اندازه قلم زیرنویس
it: Dimensione del carattere del sottotitolo
ne: उपशीर्षक फन्ट आकार
sw: Saizi ya fonti ya maneno ya kichwa
vi: Kích thước chữ của phụ đề

source: Font Weight
fa: ضخامت قلم
it: Spessore del carattere
ne: फन्ट मोटाइ
sw: Uzito wa Fonti
vi: Độ dày chữ

# fontWeightDescription
source: Subtitle font weight
fa: ضخامت قلم زیرنویس
it: Spessore del carattere del sottotitolo
ne: उपशीर्षक फन्ट मोटाइ
sw: Uzito wa fonti ya maneno ya kichwa
vi: Độ dày chữ của phụ đề

# aboutDescription
source: Learn more about the app and its creators
fa: بیشتر در مورد برنامه و سازندگان آن بیاموزید
it: Scopri di più sull'app e sui suoi creatori
ne: एप र यसको सृष्टिकर्ताहरूको बारेमा जान्नुहोस्
sw: Jifunze zaidi kuhusu programu na waumbaji wake
vi: Tìm hiểu thêm về ứng dụng và người sáng tạo

source: Account
fa: حساب کاربری
ne: खाता
sw: Akaunti
vi: Tài khoản

# accountDescription
source: Manage your AniList, MAL, and Discord accounts effortlessly
fa: مدیریت حساب‌های AniList، MAL و Discord خود را به راحتی انجام دهید
it: Gestisci facilmente i tuoi account di AniList, MAL e Discord
ne: AniList, MAL, र Discord खाता सजिलै व्यवस्थापन गर्नुहोस्
sw: Tumia na usimamie akaunti zako za AniList, MAL, na Discord kwa urahisi
vi: Quản lý tài khoản AniList, MAL và Discord của bạn một cách dễ dàng

source: Hide Private
fa: مخفی کردن خصوصی
it: Nascondi privato
ne: निजी लुकाउनुहोस्
sw: Ficha Binafsi
vi: Ẩn nội dung riêng tư

# hidePrivateDescription
source: Hide private series from Home page.
fa: پنهان کردن سری‌های خصوصی از صفحه اصلی.
it: Nascondi le serie private dalla home page.
ne: गोप्य श्रृंखलाहरूलाई गृहपृष्ठबाट लुकाउनुहोस्।
sw: Ficha mfululizo wa kibinafsi kutoka kwenye ukurasa wa Nyumbani.
vi: Ẩn các series riêng tư khỏi trang chủ.

source: Incognito Mode
fa: حالت ناشناس
it: Modalità incognito
ne: गोप्य मोड
sw: Hali ya Incognito
vi: Chế độ ẩn danh

source: Login
fa: ورود
it: Accedi
ne: लगइन
sw: Ingia
vi: Đăng nhập

# logout
source: Logout {type}
fa: خروج از {type}
it: Esci {type}
ne: लगआउट {type}
sw: Toka {type}
vi: Đăng xuất {type}

source: Manga
fa: مانگا
ne: माङ्गा

# mangaDescription
source: Organize and tailor your manga experience
fa: تجربه مانگا خود را سازماندهی و سفارشی کنید
it: Organizza e personalizza la tua esperienza manga
ne: आफ्नो माङ्गा अनुभव व्यवस्थित र अनुकूलन गर्नुहोस्
sw: Pangilia na weka uzoefu wako wa manga kwa usahihi
vi: Sắp xếp và cá nhân hóa trải nghiệm Manga của bạn

# materialYouDescription
source: Use the same color as your wallpaper
fa: از رنگ پس‌زمینه خود برای برنامه استفاده کنید
it: Usa lo stesso colore del tuo sfondo
ne: आफ्नो वालपेपरको समान रंग प्रयोग गर्नुहोस्
sw: Tumia rangi ile kama wallpaper yako
vi: Sử dụng cùng màu với hình nền của bạn

source: No
fa: نه
ne: होइन
sw: Hapana
vi: Không

source: Notifications
fa: اطلاع‌رسانی‌ها
it: Notifiche
ne: सूचनाहरू
sw: Arifa
vi: Thông báo

source: Offline Mode
fa: حالت آفلاین
it: Modalità offline
ne: अफलाइन मोड
sw: Hali ya Nje ya Mtandao
vi: Chế độ ngoại tuyến

# offlineModeDescription
source: Use the app without an internet connection
fa: بدون اتصال به اینترنت از برنامه استفاده کنید
it: Usa l'app senza una connessione a Internet
ne: इन्टरनेट कनेक्सनबिना एप प्रयोग गर्नुहोस्
sw: Tumia programu bila muunganisho wa intaneti
vi: Sử dụng ứng dụng mà không cần kết nối internet

source: OK
fa: باشه
ne: ठीक छ
sw: Sawa
vi: Đồng ý

source: OLED theme Variant
fa: نوع تم OLED
it: Variante tema OLED
ne: OLED थीम भेरियन्ट
sw: Variant ya Mandhari ya OLED
vi: Biến thể giao diện OLED

# oledThemeVariantDescription
source: Enable OLED Mode
fa: فعال‌سازی حالت OLED
it: Abilita la modalità OLED
ne: OLED मोड सक्षम गर्नुहोस्
sw: Washa Hali ya OLED
vi: Bật chế độ OLED

source: Outline Color
fa: رنگ حاشیه
it: Colore del contorno
ne: आउटलाइन रंग
sw: Rangi ya Mstari wa Nje
vi: Màu viền

# outlineColorDescription
source: Subtitle outline color
fa: رنگ حاشیه زیرنویس
it: Colore del contorno del sottotitolo
ne: उपशीर्षक आउटलाइन रंग
sw: Rangi ya mstari wa nje wa maneno ya kichwa
vi: Màu viền của phụ đề

# playerSettingsTitle
source: Player Settings
fa: تنظیمات پخش‌کننده
it: Impostazioni del giocatore
ne: प्लेयर सेटिङहरू
sw: Mipangilio ya Mchezaji
vi: Cài đặt trình phát

source: Resize mode
fa: حالت تغییر اندازه
it: Modalità ridimensionamento
ne: पुनःआकार मोड
sw: Hali ya Kubadilisha Ukubwa
vi: Chế độ thay đổi kích thước

# resizeModeDescription
source: Default resize mode for player
fa: حالت پیش‌فرض تغییر اندازه برای پخش‌کننده
it: Modalità di ridimensionamento predefinita per il lettore
ne: प्लेयरको डिफल्ट पुनःआकार मोड
sw: Hali ya kubadilisha ukubwa kwa mchezaji
vi: Chế độ thay đổi kích thước mặc định cho trình phát

source: Restore Settings
fa: بازنشانی تنظیمات
it: Ripristina le impostazioni
ne: सेटिङहरू पुनःस्थापना गर्नुहोस्
sw: Rejesha Mipangilio
vi: Khôi phục cài đặt

source: Settings
fa: تنظیمات
it: Impostazioni
ne: सेटिङहरू
sw: Mipangilio
vi: Cài đặt

source: Show Subtitles
fa: نمایش زیرنویس‌ها
it: Mostra sottotitoli
ne: उपशीर्षक देखाउनुहोस्
sw: Onyesha Maneno ya Kichwa
vi: Hiển thị phụ đề

source: Skip Button
fa: دکمه رد کردن
it: Pulsante Salta
ne: छोड्ने बटन
sw: Kitufe cha Kupita
vi: Nút bỏ qua

# skipButtonDescription
source: Skip button duration
fa: مدت زمان دکمه رد کردن
it: Durata del pulsante salta
ne: छोड्ने बटनको अवधि
sw: Muda wa kitufe cha kupita
vi: Thời lượng của nút bỏ qua

source: Speed
fa: سرعت
it: Velocità
ne: गति
sw: Speedi
vi: Tốc độ

# speedDescription
source: Default speed for player
fa: سرعت پیش‌فرض برای پخش‌کننده
it: Velocità predefinita per il lettore
ne: प्लेयरको डिफल्ट गति
sw: Speedi ya chaguo-msingi kwa mchezaji
vi: Tốc độ mặc định của trình phát

source: Subtitles
fa: زیرنویس‌ها
it: Sottotitoli
ne: उपशीर्षकहरू
sw: Maneno ya Kichwa
vi: Phụ đề

source: Subtitle Preview
fa: پیش‌نمایش زیرنویس
it: Anteprima sottotitoli
ne: उपशीर्षक पूर्वावलोकन
sw: Mapitio ya Maneno ya Kichwa
vi: Xem trước phụ đề

# showSubtitlesDescription
source: Show subtitles by default
fa: نمایش زیرنویس‌ها به طور پیش‌فرض
it: Mostra i sottotitoli per impostazione predefinita
ne: डिफल्ट रूपमा उपशीर्षक देखाउनुहोस्
sw: Onyesha maneno ya kichwa kwa chaguo-msingi
vi: Hiển thị phụ đề theo mặc định

# supportMaintainer
source: Want to support Dartotsu's Maintainer? Consider Donating
fa: آیا می‌خواهید از نگهدارنده Dartotsu پشتیبانی کنید؟ در نظر داشته باشید که کمک مالی کنید
it: Vuoi supportare il manutentore di Dartotsu? Considera una donazione
ne: Dartotsu को मेन्टेनरलाई सहयोग गर्न चाहनुहुन्छ? दानको विचार गर्नुहोस्
sw: Unataka kusaidia Mtunzaji wa Dartotsu? Fikiria Kuchangia
vi: Muốn hỗ trợ nhà phát triển Dartotsu? Hãy xem xét việc quyên góp

source: Theme
fa: تم
it: Tema
ne: थीम
sw: Mandhari
vi: Giao diện

# themeDescription
source: Customize the appearance and vibe of your app
fa: ظاهر و حس برنامه خود را سفارشی کنید
it: Personalizza l'aspetto e l'atmosfera della tua app
ne: आफ्नो एपको दृश्य र वातावरण अनुकूलन गर्नुहोस्
sw: Binafsisha mwonekano na hali ya programu yako
vi: Tùy chỉnh giao diện và phong cách của ứng dụng

source: Yes
fa: بله
it: Sì
ne: हो
sw: Ndio
vi: Có

source: Next Season
fa: فصل بعدی
it: Prossima stagione
ne: अर्को मौसम
sw: Msimu Ujao
vi: Mùa tới

# noDropped
source: You haven't dropped any {type} yet.
fa: شما هنوز هیچ {type} را کنار نگذاشته‌اید.
it: Non hai ancora abbandonato nessun {type}.
ne: तपाईंले कुनै {type} ड्रप गर्नुभएको छैन।
sw: Bado hujaacha {type} yeyote.
vi: Bạn chưa bỏ qua {type} nào.

source: Previous Season
fa: فصل قبلی
it: Stagione precedente
ne: अघिल्लो मौसम
sw: Msimu Uliopita
vi: Mùa trước

source: Name (Romaji)
fa: نام (رومجی)
it: Nome (Romaji)
ne: नाम (रोमाजी)
sw: Jina (Romaji)
vi: Tên (Romaji)

source: Average Duration
fa: مدت زمان متوسط
it: Durata media
ne: औसत अवधि
sw: Muda wa wastani
vi: Thời gian trung bình

source: Dropped Anime
fa: انیمه کنار گذاشته شده
it: Anime abbandonati
ne: ड्रप गरिएको एनीमे
sw: Anime Iliyotupwa
vi: Anime đã bỏ

# browse
source: Browse {type}
fa: مرور {type}
it: Sfoglia {type}
ne: {type} ब्राउज गर्नुहोस्
sw: Pitisha {type}
vi: Duyệt {type}

source: Staff
fa: تیم تولید
it: Personale
ne: कर्मचारी
sw: Wafanyakazi
vi: Nhân viên

source: Status
fa: وضعیت
it: Stato
vi: Trạng thái

source: Popularity
fa: محبوبیت
it: Popolarità
ne: लोकप्रियता
sw: Umaarufu
vi: Độ phổ biến

# planned
source: Planned {type}
fa: برنامه‌ریزی شده {type}
it: Pianificato {type}
ne: योजना बनाइएको {type}
sw: Imepangwa {type}
vi: Dự định {type}

source: Language
fa: زبان
it: Lingua
ne: भाषा
sw: Lugha
vi: Ngôn ngữ

# collapseText
source: show less
fa: نمایش کمتر
it: mostra meno
ne: थोरै देखाउनुहोस्
sw: onyesho kidogo
vi: xem ít hơn

# chapter
source: {count, plural, =1 {Chapter} other {Chapters}}
fa: {count, plural, =1 {فصل} other {فصول}}
it: {count, plural, =1 {Capitolo} other {Capitoli}}
ne: {count, plural, =1 {अध्याय} other {अध्या}}
sw: {count, plural, =1 {Sura} other {Sura}}
vi: {count, plural, =1 {Chương} other {Các Chương}}

# manageLayoutDescription
source: You can manage the layout for {page} page by dragging and dropping the items
fa: شما می‌توانید با کشیدن و رها کردن اقلام، چینش صفحه {page} را مدیریت کنید
it: Puoi gestire il layout della pagina {page} trascinando e rilasciando gli elementi
ne: तपाईं ड्र्याग र ड्रप गरेर {page} पृष्ठको लेआउट व्यवस्थापन गर्न सक्नुहुन्छ
sw: Unaweza kusimamia mpangilio wa {page} kwa kuburuta na kuacha vitu
vi: Bạn có thể quản lý bố cục trang {page} bằng cách kéo và thả các mục

source: Characters
fa: شخصیت‌ها
it: Personaggi
ne: पात्रहरू
sw: Vitu
vi: Nhân vật

# pickColor
source: Pick a color
fa: انتخاب رنگ
it: Scegli un colore
ne: रंग छान्नुहोस्
sw: Chagua rangi
vi: Chọn màu

source: Synonyms
fa: مترادف‌ها
it: Sinonimi
ne: समानार्थी शब्दहरू
sw: Maneno yenye maana sawa
vi: Từ đồng nghĩa

source: Start Date
fa: شروع تاریخ
it: Data di inizio
vi: Ngày bắt đầu

# description
source: Synopsis
fa: خلاصه
it: Sinossi
ne: सारांश
sw: Muhtasari
vi: Tóm tắt

source: End Date
fa: پایان تاریخ
it: Data di fine
vi: Ngày kết thúc

source: Coming SOON
fa: به زودی
it: In arrivo
ne: छिट्टै आउनेछ
sw: Inakuja KARIBUNI
vi: Sắp ra mắt

source: Favorites
fa: علاقه‌مندی‌ها
it: Preferiti
ne: मनपर्नेहरू
sw: Pendwa
vi: Yêu thích

source: Relations
fa: روابط
it: Relazioni
vi: Liên quan

source: Source
fa: منبع
it: Fonte
vi: Nguồn

source: Format
fa: فرمت
it: Formato
ne: रूपरेखा
sw: Umbizo
vi: Định dạng

# expandText
source: show more
fa: نمایش بیشتر
it: mostra di più
ne: अधिक देखाउनुहोस्
sw: onyesho zaidi
vi: xem thêm

source: Studio
fa: استودیو Studio
vi: Xưởng phim

# totalEpisodes
source: Episodes
fa: قسمت‌ها
it: Episodi
ne: कुल एपिसोड
sw: Sehemu
vi: Tập

source: Total
fa: مجموع
it: Totale
vi: Tổng

# totalChapters
source: Chapters
fa: فصول
it: Capitoli
ne: कुल अध्याय
sw: Sura
vi: Chương

source: Author
fa: نویسنده
it: Autore
vi: Tác giả

source: Name
fa: نام
it: Nome
vi: Tên

source: Mean Score
fa: امتیاز
it: Punteggio medio
vi: Điểm trung bình

source: Synopsis
fa: خلاصه
it: Sinossi
ne: सारांश
sw: Muhtasari
vi: Tóm tắt

# loginTo
source: Login to {service}
fa: ورود به {service}
it: Accedi a {service}
ne: {service} मा लगइन गर्नुहोस्
sw: Ingia kwenye {service}
vi: Đăng nhập vào {service}

source: Home
fa: خانه
vi: Trang chủ

# ln
source: Light Novel
fa: رمان سبک روشن
it: Romanzo Leggero
ne: लाइट उपन्यास
sw: Riwaya Nyepesi
vi: Tiểu thuyết ánh sáng

source: Novel
fa: رمان
it: Romanzo
ne: उपन्यास
sw: Riwaya
vi: Tiểu thuyết

source: Series
fa: سری سریال
it: Serie
vi: Loạt phim

source: Season
fa: فصل
it: Stagione
ne: मौसम
sw: Msimu
vi: Mùa

# volume
source: {count, plural, =1 {Volume} other {Volumes}}
fa: {count, plural, =1 {جلد} other {جلدها}}
it: {count, plural, =1 {Volume} other {Volumi}}
ne: {count, plural, =1 {खण्ड} other {खण्डहरू}}
sw: {count, plural, =1 {Juzo} other {Majuzi}}
vi: {count, plural, =1 {Tập} other {Các Tập}}

# episode
source: {count, plural, =1 {Episode} other {Episodes}}
fa: {count, plural, =1 {قسمت} other {قسمت‌ها}}
it: {count, plural, =1 {Episodio} other {Episodi}}
ne: {count, plural, =1 {एपिसोड} other {एपिसोडहरू}}
sw: {count, plural, =1 {Sehemu} other {Sehemu}}
vi: {count, plural, =1 {Tập} other {Các Tập}}

# movie
source: {count, plural, =1 {Movie} other {Movies}}
fa: {count, plural, =1 {فیلم} other {فیلم‌ها}}
it: {count, plural, =1 {Film} other {Film}}
ne: {count, plural, =1 {चलचित्र} other {चलचित्रहरू}}
sw: {count, plural, =1 {Filamu} other {Filamu}}
vi: {count, plural, =1 {Phim} other {Các Phim}}

source: Genres
fa: ژانرها
it: Generi
ne: शैलीहरू
sw: Mifumo
vi: Thể loại

source: Scanlators
fa: اسکن‌کنندگان
ne: स्क्यानलेटरहरू
sw: Wachambuzi
vi: Nhóm quét

# dtu
source: Down To Up
fa: پایین تا بالا
it: Condividi su Twitter
vi: Dịch đến hiện tại

source: Search
fa: جستجو
it: Cerca
ne: खोज्नुहोस्
sw: Tafuta
vi: Tìm kiếm

source: Calendar
fa: تقویم
it: Calendario
ne: क्यालेन्डर
sw: Kalenda
vi: Lịch

# confirmLogout
source: Are you sure you want to logout?
fa: آیا مطمئن هستید که می‌خواهید خارج شوید؟
it: Sei sicuro di voler uscire?
ne: के तपाईं निश्चित हुनुहुन्छ कि तपाईं लगआउट गर्न चाहनुहुन्छ?
sw: Je, una uhakika unataka kutoka?
vi: Bạn có chắc chắn muốn đăng xuất không?

source: Compact View
fa: نمای فشرده
it: Visualizzazione compatta
ne: संक्षिप्त दृश्य
sw: Muonekano wa Compact
vi: Chế độ xem gọn

source: List View
fa: لیست View
it: Visualizza elenco
vi: Dạng danh sách

source: Grid View
fa: نمای شبکه‌ای
it: Visualizzazione a griglia
ne: ग्रिड दृश्य
sw: Muonekano wa Gridi
vi: Chế độ xem lưới

source: Episode Watched
fa: قسمت تماشا شده
it: Episodio visto
ne: हेरेको एपिसोड
sw: Sehemu Iliyotazamwa
vi: Tập đã xem

source: Sort
fa: مرتب‌سازی
it: Ordina
ne: छान्नुहोस्
sw: Panga
vi: Sắp xếp

source: Chapter Read
fa: فصل خوانده شده
it: Capitolo letto
ne: पढेको अध्याय
sw: Sura Iliyosomwa
vi: Chương đã đọc

# available
source: Available {type}
fa: موجود {type}
it: Disponibile {type}
ne: उपलब्ध {type}
sw: Inapatikana {type}
vi: {type} có sẵn

# trending
source: Trending {type}
fa: داغ‌ترین {type}
it: In tendenza {type}
ne: चलनमा रहेको {type}
sw: Inayoendelea {type}
vi: Xu hướng {type}

# installed
source: Installed {type}
fa: نصب شده {type}
it: Installato {type}
ne: इंस्टल गरिएको {type}
sw: Imewekwa {type}
vi: {type} đã cài đặt

source: Top Airing
fa: پخش برتر
it: Top in onda
ne: शीर्ष प्रसारण
sw: Inayorushwa Bora
vi: Chương trình phát sóng hàng đầu

# topRated
source: Top Rated {type}
fa: برترین {type}
it: Top valutati {type}
ne: शीर्ष मूल्याङ्कन {type}
sw: Imepigiwa Kura Bora {type}
vi: {type} đánh giá cao nhất

# popular
source: Popular {type}
fa: محبوب {type}
it: Popolare {type}
ne: लोकप्रिय {type}
sw: Maarufu {type}
vi: {type} phổ biến

# mostFavourite
source: Most Favourite {type}
fa: محبوب‌ترین {type}
it: Più favorito {type}
ne: सर्वाधिक मनपर्ने {type}
sw: Inayopendwa Zaidi {type}
vi: {type} yêu thích nhất

source: This Season
fa: این فصل
it: Questa stagione
ne: यस मौसम
sw: Msimu Huu
vi: Mùa này

# favorite
source: Favorite {type}
fa: علاقه‌مند {type}
it: Preferito {type}
ne: मनपर्ने {type}
sw: Pendwa {type}
vi: Yêu thích {type}

# activity
source: {count, plural, =1 {Activity} other {Activities}}
fa: {count, plural, =1 {فعالیت} other {فعالیت‌ها}}
it: {count, plural, =1 {Attività} other {Attività}}
ne: {count, plural, =1 {गतिविधि} other {गतिविधिहरू}}
sw: {count, plural, =1 {Shughuli} other {Shughuli}}
vi: {count, plural, =1 {Hoạt động} other {Các Hoạt động}}

# onHold
source: On Hold {type}
fa: منتظر {type}
it: In sospeso {type}
ne: रोकिनु भएको {type}
sw: Iko kwenye Hifadhi {type}
vi: Tạm dừng {type}

source: Continue Reading
fa: ادامه دادن خواندن
it: Continua a leggere
ne: पढ्न जारी राख्नुहोस्
sw: Endelea Kusoma
vi: Tiếp tục đọc

source: Continue Watching
fa: ادامه دادن تماشا
it: Continua a guardare
ne: हेर्न जारी राख्नुहोस्
sw: Endelea Kutazama
vi: Tiếp tục xem

source: Add To List
fa: اضافه کردن به لیست
it: Aggiungi alla lista
vi: Thêm vào danh sách

source: Options
fa: گزینه های Options
it: Opzioni
vi: Tùy chọn

# recommendationsEmptyMessage
source: Watch/Read some Anime or Manga to get Recommendations
fa: برای دریافت پیشنهادات، انیمه یا مانگایی تماشا/خوانده کنید
it: Guarda/Leggi qualche Anime o Manga per ricevere consigli
ne: सुझावहरू प्राप्त गर्नका लागि केहि एनीमे वा मंगा हेर्नुहोस्/पढ्नुहोस्
sw: Tazama/Soma Anime au Manga ili kupata Mapendekezo
vi: Xem/Đọc một số Anime hoặc Manga để nhận khuyến nghị

source: Watch
fa: تماشا
it: Guarda
ne: हेर्नुहोस्
sw: Tazama
vi: Xem

# allCaughtUpNew
source: All caught up, what's New?
fa: همه را دیدی، چه چیز جدیدی داریم؟
it: Tutto aggiornato, cosa c'è di nuovo?
ne: सबै अपडेट भइ सके, के नयाँ छ?
sw: Umejibu kila kitu, nini kipya?
vi: Đã theo kịp, có gì mới?

source: Comments
fa: نظرات
it: Commenti
ne: टिप्पणीहरू
sw: Maoni
vi: Bình luận

source: Hidden Media
fa: رسانه‌های پنهان
it: Media nascosti
ne: लुकेको मिडिया
sw: Vyombo vya Habari Vilivyofichwa
vi: Media ẩn

# list
source: {type} List
fa: {type} فهرست
it: {type} Lista
ne: {type} सूची
sw: {type} Orodha
vi: Danh sách {type}

source: Layout
fa: چیدمان
it: Telaio
vi: Bố cục

# noFavourites
source: Looks like you don't like anything, Try liking a show to keep it here.
fa: به نظر می‌رسد که شما چیزی دوست ندارید، سعی کنید یک نمایش را لایک کنید تا در اینجا نگه داشته شود.
it: Sembra che non ti piaccia nulla, Prova ad aggiungere un preferito per tenerlo qui.
ne: तपाईंलाई केहि मनपरेको छैन जस्तो लाग्छ, यहाँ राख्नको लागि कुनै शो मनपर्छ भने त्यसलाई मनपर्ने सूचीमा राख्नुहोस्।
sw: Inaonekana haupendi kitu chochote, Jaribu kupenda onyesho ili kiwe hapa.
vi: Có vẻ bạn chưa thích gì, Hãy thử thích một chương trình để giữ nó ở đây.

# noOnHold
source: Looks like you haven't put anything on hold.
fa: به نظر می‌رسد که شما هیچ چیزی را در حالت انتظار قرار نداده‌اید.
it: Sembra che tu non abbia messo nulla in sospeso.
ne: तपाईंले कुनै कुरा रोकिनु भएको छैन जस्तो लाग्छ।
sw: Inaonekana haujaweka kitu chochote kwenye hifadhi.
vi: Có vẻ bạn chưa tạm dừng gì.

source: No hidden media found
fa: رسانه پنهانی یافت نشد
it: Nessun media nascosto trovato
ne: कुनै लुकेको मिडिया फेला परेको छैन
sw: Hakuna vyombo vya habari vilivyofichwa vilivyopatikana
vi: Không tìm thấy media ẩn

source: Recent Updates
fa: بروزرسانی‌های اخیر
it: Aggiornamenti recenti
ne: हालका अपडेटहरू
sw: Mabadiliko ya Karibuni
vi: Cập nhật gần đây

source: Read
fa: خواندن
it: Leggi
ne: पढ्नुहोस्
sw: Soma
vi: Đọc
